Repository: TimKaldybek/Bailanysta
Catalog: Bailanysta/Core/Localization/Localizable.xcstrings
Source language: en
Languages: kk, ru

# Alerts.Action.Accept
source: Accept
kk: Қабылдау
ru: Принять

# Alerts.Action.Decline
source: Decline
kk: Бас тарту
ru: Отклонить

# Alerts.Action.Reply
source: Reply
kk: Жауап беру
ru: Ответить

# Alerts.EarlierThisWeek
source: Earlier this week
kk: Осы аптада ертерек
ru: Ранее на этой неделе

# Alerts.MarkAllAsRead
source: Mark all as read
kk: Барлығын оқылды деп белгілеу
ru: Отметить всё как прочитанное

# Alerts.Message.InvitedBy
source: Invited by %@
kk: %@ шақырды
ru: Приглашение от %@

# Alerts.Message.InvitedPrefix
source: You have been invited to join the
kk: Сізді
ru: Вас пригласили присоединиться к

# Alerts.Message.InvitedSuffix
source: workspace
kk: жұмыс кеңістігіне қосылуға шақырды
ru: рабочему пространству

# Alerts.Message.Liked
source: and %d others liked your post
kk: және тағы %d адам жазбаңызды ұнатты
ru: и ещё %d человек лайкнули ваш пост

# Alerts.Message.LikedSingle
source: liked your post
kk: жазбаңызды ұнатты
ru: нравится ваш пост

# Alerts.Message.Mentioned
source: mentioned you in a comment on
kk: пікірде сізді атап өтті:
ru: упоминает вас в комментарии к

# Alerts.Message.Replied
source: replied to your thread
kk: тіркеміңізге жауап берді
ru: отвечает на ваш тред

# Alerts.Notifications.Title
source: Notifications
kk: Хабарландырулар
ru: Уведомления

# Auth.Error.Generic
source: Something went wrong. Please try again.
kk: Бірдеңе дұрыс болмады. Қайталап көріңіз.
ru: Что-то пошло не так. Попробуйте ещё раз.

# Auth.Error.InvalidEmail
source: Please enter a valid email address.
kk: Дұрыс электрондық пошта мекенжайын енгізіңіз.
ru: Введите корректный адрес электронной почты.

# Auth.Error.InvalidInput
source: Please enter your email and password.
kk: Email мен құпия сөзді енгізіңіз.
ru: Введите email и пароль.

# Auth.Error.MissingFields
source: Please fill in all fields.
kk: Барлық өрісті толтырыңыз.
ru: Заполните все поля.

# Auth.Error.PasswordTooShort
source: Password must be at least 6 characters.
kk: Құпия сөз кемінде 6 таңбадан тұруы керек.
ru: Пароль должен содержать не менее 6 символов.

# Auth.Login.GoogleButton
source: Sign in with Google
kk: Google арқылы кіру
ru: Войти через Google

# Auth.Login.SignInButton
source: Sign In
kk: Кіру
ru: Войти

# Auth.Login.SignUpPrompt
source: Don't have an account? Sign Up
kk: Аккаунтыңыз жоқ па? Тіркелу
ru: Нет аккаунта? Зарегистрироваться

# Auth.Login.SigningInButton
source: Signing In…
kk: Кіру…
ru: Вход…

# Auth.Login.Subtitle
source: Sign in to continue to Bailanysta.
kk: Bailanysta-ны жалғастыру үшін кіріңіз.
ru: Войдите, чтобы продолжить в Bailanysta.

# Auth.Login.Title
source: Welcome Back
kk: Қайта келгеніңізге қуаныштымыз
ru: С возвращением

# Auth.Shared.OrDivider
source: or
kk: немесе
ru: или

# Auth.Shared.PasswordPlaceholder
source: Password
kk: Құпия сөз
ru: Пароль

# Auth.SignUp.HandlePlaceholder
source: Handle
kk: Никнейм
ru: Никнейм

# Auth.SignUp.NamePlaceholder
source: Name
kk: Аты-жөні
ru: Имя

# Auth.SignUp.SignUpButton
source: Sign Up
kk: Тіркелу
ru: Зарегистрироваться

# Auth.SignUp.SigningUpButton
source: Signing Up…
kk: Тіркелу…
ru: Регистрация…

# Auth.SignUp.Subtitle
source: Tell us a bit about yourself to get started.
kk: Бастау үшін өзіңіз туралы аздап айтыңыз.
ru: Расскажите немного о себе, чтобы начать.

# Auth.SignUp.Title
source: Create Account
kk: Аккаунт жасау
ru: Создать аккаунт

source: Cancel
kk: Бас тарту
ru: Отмена

# ComingSoon.Button
source: Got it
kk: Түсінікті
ru: Понятно

# ComingSoon.Message
source: We're actively working on this section. It'll be ready very soon — thanks for your interest! ;)
kk: Біз бұл бөлім үстінде белсенді жұмыс істеп жатырмыз. Жақын арада дайын болады — қызығушылығыңыз үшін рахмет! ;)
ru: Мы активно работаем над этим разделом. Совсем скоро всё будет готово — спасибо за интерес! ;)

# ComingSoon.Title
source: Coming Soon
kk: Жақында
ru: Скоро

# Comments.Empty
source: No comments yet. Be the first to comment!
kk: Әзірге пікір жоқ. Бірінші болыңыз!
ru: Пока нет комментариев. Будьте первым!

# Comments.Error.Load
source: Couldn't load comments. Please try again.
kk: Пікірлерді жүктеу мүмкін болмады. Қайталап көріңіз.
ru: Не удалось загрузить комментарии. Попробуйте ещё раз.

# Comments.Error.Send
source: Couldn't post your comment. Please try again.
kk: Пікірді жіберу мүмкін болмады. Қайталап көріңіз.
ru: Не удалось отправить комментарий. Попробуйте ещё раз.

# Comments.Placeholder
source: Add a comment...
kk: Пікір қосу...
ru: Добавить комментарий...

# Comments.Title
source: Comments
kk: Пікірлер
ru: Комментарии

source: Error
kk: Қате
ru: Ошибка

# Error.load.settings
source: Failed to open settings
kk: Параметрлерді ашу мүмкін болмады
ru: Не удалось открыть настройки

# Feed.Error.Like
source: Couldn't update your like. Please try again.
kk: Лайкты жаңарту мүмкін болмады. Қайталап көріңіз.
ru: Не удалось обновить лайк. Попробуйте ещё раз.

# Feed.Error.Load
source: Couldn't load the feed. Please try again.
kk: Лентаны жүктеу мүмкін болмады. Қайталап көріңіз.
ru: Не удалось загрузить ленту. Попробуйте ещё раз.

# Feed.Post
source: Post
kk: Жариялау
ru: Опубликовать

# Feed.Tab.Alerts
source: Alerts
kk: Хабарландырулар
ru: Уведомления

# Feed.Tab.Feed
source: Feed
kk: Лента
ru: Лента

# Feed.Tab.Profile
source: Profile
kk: Профиль
ru: Профиль

# Feed.Tab.Search
source: Search
kk: Іздеу
ru: Поиск

# Feed.WhatsHappening
source: What's happening?
kk: Не болып жатыр?
ru: Что происходит?

# FeedPost.AddMedia
source: Add media
kk: Медиа қосу
ru: Добавить медиа

# FeedPost.Category
source: Category
kk: Санат
ru: Категория

# FeedPost.Category.Design
source: Design
kk: Дизайн
ru: Дизайн

# FeedPost.Category.General
source: General
kk: Жалпы
ru: Общее

# FeedPost.Category.Tech
source: Tech
kk: Технология
ru: Технологии

# FeedPost.Category.Updates
source: Updates
kk: Жаңалықтар
ru: Обновления

# FeedPost.Error.Generic
source: Couldn't post. Please try again.
kk: Жариялау мүмкін болмады. Қайталап көріңіз.
ru: Не удалось опубликовать. Попробуйте ещё раз.

# FeedPost.Error.MicrophoneDenied
source: Microphone access is disabled. Enable it in Settings to record a voice message.
kk: Микрофонға қолжетімділік өшірілген. Дауыстық хабарлама жазу үшін оны параметрлерде қосыңыз.
ru: Доступ к микрофону отключён. Включите его в настройках, чтобы записать голосовое сообщение.

# FeedPost.Error.RecordingFailed
source: Couldn't start recording. Please try again.
kk: Жазуды бастау мүмкін болмады. Қайталап көріңіз.
ru: Не удалось начать запись. Попробуйте ещё раз.

# FeedPost.Photos
source: Photos
kk: Фотосуреттер
ru: Фото

# FeedPost.Placeholder
source: What's on your mind?
kk: Не туралы ойлап отырсыз?
ru: О чём вы думаете?

# FeedPost.Posting
source: Posting…
kk: Жариялануда…
ru: Публикация…

# FeedPost.RecordVoice
source: Record
kk: Жазу
ru: Записать

# FeedPost.RemovePhoto
source: Remove photo
kk: Фотосуретті өшіру
ru: Удалить фото

# FeedPost.RemoveVoiceMessage
source: Remove voice message
kk: Дауыстық хабарламаны жою
ru: Удалить голосовое сообщение

# FeedPost.Title
source: Create Post
kk: Жазба жасау
ru: Создать пост

# FeedPost.VoiceMessage
source: Voice message
kk: Дауыстық хабарлама
ru: Голосовое сообщение

# Notification.1.Body
source: Come on in — we're always here to listen 💬
kk: Кіріңіз — біз әрқашан тыңдауға дайынбыз 💬
ru: Заходите — мы всегда рады выслушать 💬

# Notification.1.Title
source: Got something to share?
kk: Бөлісетін нәрсе бар ма?
ru: Есть чем поделиться?

# Notification.2.Body
source: Share your thoughts, we're always waiting ✨
kk: Ойларыңызбен бөлісіңіз, біз әрқашан күтеміз ✨
ru: Поделитесь мыслями, мы всегда ждём ✨

# Notification.2.Title
source: How was your day?
kk: Күніңіз қалай өтті?
ru: Как прошёл день?

# Notification.3.Body
source: Let it out — we're here to listen 🌙
kk: Жүрегіңізді босатыңыз — біз тыңдаймыз 🌙
ru: Выговоритесь — здесь вас услышат 🌙

# Notification.3.Title
source: Something on your mind?
kk: Айтқыңыз келетін нәрсе бар ма?
ru: Накопилось что сказать?

# Notification.4.Body
source: Drop by and share what's on your mind 💫
kk: Кіріп, көңіліңіздегімен бөлісіңіз 💫
ru: Загляните и поделитесь тем, что на душе 💫

# Notification.4.Title
source: A new day, new thoughts
kk: Жаңа күн — жаңа ойлар
ru: Новый день — новые мысли

# Notification.5.Body
source: We're always here, come say hi 🎯
kk: Біз әрқашан осындамыз, кіріңіз 🎯
ru: Мы всегда рядом, заходите 🎯

# Notification.5.Title
source: Feel like talking it out?
kk: Көңіліңізді жеңілдеткіңіз келе ме?
ru: Хочется выговориться?

# Notification.6.Body
source: Share everything that's built up today 🕯️
kk: Күн бойы жиналған ойларыңызбен бөлісіңіз 🕯️
ru: Поделитесь тем, что накопилось за день 🕯️

# Notification.6.Title
source: Got a minute?
kk: Бір минутыңыз бар ма?
ru: Есть минутка?

# Notification.7.Body
source: Tell us — we're always here ❓
kk: Бізге айтыңыз — біз әрқашан күтеміз ❓
ru: Расскажите нам — мы всегда ждём ❓

# Notification.7.Title
source: What's new today?
kk: Бүгін не жаңалық?
ru: Что нового сегодня?

# Notification.8.Body
source: Come in, there's always someone to share with 🥰
kk: Кіріңіз, мұнда әрқашан бөлісетін біреу бар 🥰
ru: Заходите, здесь всегда есть, с кем поделиться 🥰

# Notification.8.Title
source: Miss having someone to talk to?
kk: Әңгімелесетін адам сағындыңыз ба?
ru: Соскучились по разговору?

source: OK
kk: ОК
ru: ОК

# Profile.ChangePhoto
source: Change Photo
kk: Фотосуретті өзгерту
ru: Изменить фото

# Profile.Empty.Likes
source: No liked posts yet.
kk: Әзірге ұнатылған жазба жоқ.
ru: Пока нет понравившихся постов.

# Profile.Empty.Posts
source: No posts yet.
kk: Әзірге жазба жоқ.
ru: Пока нет постов.

# Profile.Empty.Replies
source: No replies yet.
kk: Әзірге жауап жоқ.
ru: Пока нет ответов.

# Profile.Error.AvatarUpload
source: Couldn't update your avatar. Please try again.
kk: Аватарды жаңарту мүмкін болмады. Қайталап көріңіз.
ru: Не удалось обновить аватар. Попробуйте ещё раз.

# Profile.Error.Delete
source: Couldn't delete. Please try again.
kk: Жою мүмкін болмады. Қайталап көріңіз.
ru: Не удалось удалить. Попробуйте ещё раз.

# Profile.Error.Follow
source: Couldn't update follow status. Please try again.
kk: Жазылу мәртебесін жаңарту мүмкін болмады. Қайталап көріңіз.
ru: Не удалось обновить статус подписки. Попробуйте ещё раз.

# Profile.Message
source: Message
kk: Хабарлама
ru: Сообщение

# Profile.Placeholder.Bio
source: No bio yet.
kk: Әзірге сипаттама жоқ.
ru: Пока нет описания.

# Profile.Post.Delete
source: Delete
kk: Жою
ru: Удалить

# Profile.ReplyingTo
source: Replying to %@
kk: %@ пайдаланушысына жауап
ru: Ответ пользователю %@

# Profile.Share
source: Share
kk: Бөлісу
ru: Поделиться

# Profile.Stat.Followers
source: Followers
kk: Жазылушылар
ru: Подписчики

# Profile.Stat.Following
source: Following
kk: Жазылымдар
ru: Подписки

# Profile.Stat.Posts
source: Posts
kk: Жазбалар
ru: Посты

# Profile.Tab.Likes
source: Likes
kk: Лайктар
ru: Лайки

# Profile.Tab.Posts
source: Posts
kk: Жазбалар
ru: Посты

# Profile.Tab.Replies
source: Replies
kk: Жауаптар
ru: Ответы

# Profile.Title
source: Profile
kk: Профиль
ru: Профиль

# Search.Clear
source: Clear
kk: Тазалау
ru: Очистить

# Search.Error.Load
source: Couldn't load search. Please try again.
kk: Іздеуді жүктеу мүмкін болмады. Қайталап көріңіз.
ru: Не удалось загрузить поиск. Попробуйте ещё раз.

# Search.Follow
source: Follow
kk: Жазылу
ru: Подписаться

# Search.Following
source: Following
kk: Жазылғансыз
ru: Вы подписаны

# Search.Placeholder
source: Search Bailanysta...
kk: Bailanysta ішінен іздеу...
ru: Поиск в Bailanysta...

# Search.PopularHashtags
source: Popular Hashtags
kk: Танымал хэштегтер
ru: Популярные хэштеги

# Search.RecentSearches
source: Recent Searches
kk: Соңғы сұраулар
ru: Недавние запросы

# Search.SuggestedForYou
source: Suggested for you
kk: Сізге ұсынылады
ru: Рекомендуем вам

# Search.Trending
source: Trending
kk: Трендте
ru: В тренде

# Search.TrendingNow
source: Trending Now
kk: Қазір трендте
ru: Сейчас в тренде

source: Settings
kk: Параметрлер
ru: Настройки

# SettingsVC.Appearance
source: Appearance
kk: Сыртқы түрі
ru: Оформление

# SettingsVC.Appearance.Dark
source: Dark
kk: Күңгірт
ru: Тёмная

# SettingsVC.Appearance.Light
source: Light
kk: Ашық
ru: Светлая

# SettingsVC.Appearance.System
source: System
kk: Жүйелік
ru: Системная

# SettingsVC.InterfaceLanguage
source: Interface language
kk: Интерфейс тілі
ru: Язык интерфейса

# SettingsVC.Logout
source: Log Out
kk: Шығу
ru: Выйти

# SettingsVC.LogoutConfirmation.Message
source: Are you sure you want to log out?
kk: Шыққыңыз келетініне сенімдісіз бе?
ru: Вы уверены, что хотите выйти?

# SettingsVC.LogoutConfirmation.Title
source: Log Out
kk: Шығу
ru: Выйти

# SettingsVC.Notifications
source: Notifications and sounds
kk: Хабарландырулар мен дыбыстар
ru: Уведомления и звуки

# SettingsVC.ShareApp
source: Share the app
kk: Қолданбамен бөлісу
ru: Поделиться приложением

# Profile.Post.DeleteConfirmMessage
source: This can't be undone.
kk: Бұл әрекетті болдырмау мүмкін емес.
ru: Это действие нельзя отменить.
